Repository: AndiDittrich/WordPress.Cryptex
Catalog: lang/cryptex-*.po
Languages: de_de

source: Cryptex | E-Mail-Address Protection
de_de: Cryptex | E-Mail-Adressen Schutz

source: Cryptex related:
de_de: Nützliches

source: Cryptex on GitHub
de_de: Cryptex auf GitHub

source: Cryptex on WordPress.org
de_de: Cryptex auf WordPress.org

source: Report a Bug
de_de: Ein Problem melden

source: Environment Error
de_de: System Fehler

source: GD library installed:
de_de: GD library installiert:

source: true
de_de: ok

source: (supported)
de_de: (unterstützt)

source: PNG support:
de_de: PNG Unterstützung:

source: false
de_de: nein

source: Cache writeable
de_de: Cache beschreibbar

source: Just insert a email-address surrounded by cryptex shortcode into your post! - That`s it!
de_de: Füge Deine E-Mail-Adressen einfach in einen Cryptex Shortcode ein! - Das wars schon!

source: Shortcodes
de_de: Kürzel

source: Cryptex provides two shortcodes for interoperable usage. Both are doing exactly the same!
de_de: Das Plugin stellt, zwecks Interoperabilität, zwei verschiedene Shortcodes (Kürzel) bereit.

source: Example - Standard
de_de: Beispiel (Standard)

source: To avoid namespace collisions with other plugins, you can disable the <code>[email]</code> shortcode alias (advanced settings, bottom of the page).
de_de: Um Namenskollosionen mit anderen Plugins zu verhinden kann der <code>[email]</code> Shortcode deaktiviert werden (unter Erweiterten Einstellungen zu finden).

source: In this case you can still use the cryptex plugin with the following legacy shortcode (already used by plugin version 1+2):
de_de: In diesem Fall kann das Plugin weiterhin unter der Benutzung von generischem Shortcode verwendet werden (diese wurde bereits von den Versionen 1+2 des Plugins unterstützt):

source: Example - Legacy Shortcode
de_de: Beispiel (Generisches Kürzel)

source: View Help
de_de: Hilfe anzeigen

source: Howto:
de_de: Verwendung:

source: Just insert a email-address surrounded by cryptex shortcode into your post! Example:
de_de: Füge Deine E-Mail-Adressen einfach in einen Cryptex Shortcode ein! - Das wars schon! Beispiel:

source: System Info
de_de: System Informationen

source: Fonts available (within selected directory):
de_de: Schriften verfügbar (im ausgewählten Speicherort):

source: Font Source
de_de: Schriftquelle

source: Cryptex requires server-side stored TrueTypeFonts to generate the images. Select the font location which should be used - only <strong>.ttf</strong> files are supported! The location will be recursivly scanned by the plugin (including all subdirectories).
de_de: Cryptex benötigt serverseitig hinterlegte TrueType Schriften, um aus diesen die Bilder zu generieren. Wähle einen entsprechenden Speicherort für diese aus - es werden nur <strong>.ttf</strong> Dateien unterstützt! Sämtliche Unterordner werden in die Suche einbezogen.

source: <strong>System Fonts</strong> - the default font location of your server
de_de: <strong>Systemschriften</strong> - der Standardspeicherort für Schriften auf deinem Server

source: on Windows
de_de: unter Windows

source: on Linux
de_de: unter Linux

source: <strong>Plugin Directory</strong> - the <code>fonts</code> directory within the cryptex plugin path
de_de: <strong>Plugin Verzeichnis</strong> - der <code>fonts</code> Ordner im Cryptex Plugin Verzeichnis

source: <strong>Custom Directory</strong> - enter a custom directory of your choice
de_de: <strong>Eigenes Verzeichnis</strong> - gib ein eigenes Verzeichnis ein

source: TrueTypeFont Location
de_de: TrueType Schriften Speicherort

source: Font-Source
de_de: Schriftquelle

source: System Fonts
de_de: Systemschriften

source: Plugin Directory
de_de: Plugin Verzeichnis

source: Custom Directory
de_de: Eigenes Verzeichnis

source: Font-Path
de_de: Schriftpfad

source: e.g.
de_de: z.B.

source: Apply Changes
de_de: Änderungen übernehmen

source: Appearance
de_de: Darstellung

source: Font Styles
de_de: Schrift Stile

source: Change these settings to match your current theme styles.
de_de: Passe die Einstellungen an dein Design an.

source: <strong>Note: </strong>It`s strongly recommend to use standard fonts only
de_de: <strong>Hinweis: </strong>Es wird dringend empfohlen ausschließlich Standard-Schriftarten zu verwenden!

source: Font-Family
de_de: Schriftart

source: Font-Size (px)
de_de: Schriftgröße

source: e.g. 12
de_de: z.B. 12

source: Font-Color
de_de: Schriftfarbe

source: e.g. #000000, #ff00c1
de_de: z.B. #000000, #ff00c1

source: E-Mail Text Transformations
de_de: E-Mail Textumwandlung

source: These replacements are only applied to E-Mail-Addresses
de_de: Die Umwandlungen werden nur auf E-Mail-Adressen angewendet

source: Instead of using the @ sign for emails, you can choose between some options - this could increase the protection level against spiders/bots using OCR.
de_de: Anstatt des @ Zeichens können verschiedene andere Synonyme verwendet werden - dies erhöht den Schutz gegen Spambots!

source: <strong>Note:</strong> Use ALWAYS the @ sign in the cryptex shortcode!
de_de: <strong>Achtung: </strong> Benutze IMMER das @ Zeichen für E-Mails im Shortcode!

source: @Sign-Replacement
de_de: @Zeichen Ersatz

source: No Replacement
de_de: Keine Ersetzung

source: <strong>Note:</strong> Use ALWAYS the . in the cryptex shortcode!
de_de: <strong>Achtung:</strong> Benutze IMMER den Punkt (.) in cryptex shortcode!

source: Dot-Replacement
de_de: Punkt Ersetzung

source: General Settings
de_de: Allgeemeine Einstellungen

source: Should E-Mail-Addresses clickable ? (mailto:youremail@example.com)
de_de: Sollen E-Mail-Adressen anklickbar sein ? (mailto:youremail@example.com)

source: Cryptex provides an integrated key-shifting based encryption/decryption of hyperlinks to ensure maximum protection.
de_de: Cryptex enthält einen integrierten Verschleierungsmechanismus zur Übermittlung der E-Mail-Adresse (als Link) an den jeweiligen Webbrowser.

source: Enable-Hyperlinks
de_de: Links aktivieren

source: E-Mail-addresses can be displayed as a single image or, in case of higher security, as a multipart-image.
de_de: E-Mail-Adressen können entweder als einzelnes Bild oder für einen besseren Schutz als mehrteiliges Bild dargestellt werden.

source: The address will be splitted into 2 parts (before and after the @ sign). Each part is displayed as a single image, the @ sign as plain text. This feature provides an improved protection against ocr-grabbing spambots, which will analyze page images.
de_de: Die Adresse wird in 2 Teile aufgeteilt (vor und nach dem @ Zeichen). Jeder Teil wird als einzelnes Bild dargstellt getrennt durch das @ Zeichen in Textdarstellung. Diese Funktion erhöht wesentlich den Schutz vor OCR Spambots, die versuchen einzelne Bilder der Webseite auf Text hin zu untersuchen.

source: Note: This option will only influence E-Mail-addresses, other content will be still displayed as a single image!
de_de: Achtung: Diese Option betrifft ausschließlich E-Mail-Adressen. Andere Inhalte werden weiterhin als einzelnes Bild dargstellt.

source: E-Mail Security Level
de_de: E-Mail Sicherheitsstufe

source: Text (not recommended)
de_de: Text (nicht empfohlen)

source: Single Image
de_de: Einzelnes Bild

source: Multipart Image (2 Images, seperated by @ sign)
de_de: Mehrteiliges Bild (2 Bilder, getrennt durch ein @ Zeichen)

source: Advanced Multipart Image (Multiple Images, seperated by dot AND @ sign)
de_de: Verbessertes Mehrteiliges Bild (Mehrere Bilder, getrennt durch Punkte und das @ Zeichen)

source: E-Mail-Address Autodetction
de_de: Automatische E-Mail-Adressen Erkennung

source: Should E-Mail-Addresses automatically transformed into images ? No need for shortcode!
de_de: Sollen alle E-Mail-Adressen auf deiner Seite automatisch in Bilder umgewandelt werden ? Es werden keine Kürzel (Shortcode) mehr benötigt!

source: Note: <strong>ALL</strong> E-Mail-Addresses on your page will be transformed. This will be a usefull functionality on most blogs but can cause problems when posting sourcecode.
de_de: Hinweis: <strong>ALLE</strong> E-Mail-Adressen auf der Seite werden umgewandelt. Dieses Featuren mag für die meisten Blogs problemlos funtkionieren, jedoch kann es bei der Darstellung von Quelltexten zu Problemen kommen,

source: Enable Autodetection
de_de: Autoerkennung aktivieren

source: You can exclude several post/pages from beeing autodetected by adding their IDs to the following list (comma sperated)
de_de: Es können bestimmte Seiten/Beiträge von der Autoerkennung ausgenommen werden. Dazu müssen deren IDs (durch ein Komma getrennt) hier eingegeben werden.

source: Exclude Post/Pages
de_de: Beiträge/Seiten ignorieren

source: e.g. 17, 18, 45
de_de: z.B. 17, 18, 45

source: Filter Targets
de_de: Filter Ziele

source: Choose the content-sections to which the autodetect-filter should be applied.
de_de: Wähle die Inhalts-Elemente auf die der Autoerkennungs-Filter angewandt werden soll.

source: Transform the_content
de_de: Transformieren Inhalte

source: Transform the_excerpt
de_de: Transformieren Auszüge

source: Transform comments
de_de: Transformiere Kommentare

source: Transform comments-excerpt
de_de: Transformiere Kommentar-Auszüge

source: Image Offsets
de_de: Bild Offset

source: Sometimes the generated text, depending on the selected font family, won`t fit into his image box - it is possible to configure the following offsets (in px) to fix this issue:
de_de: Ein einigen Fällen (abhängig von der Verwendeten Schriftart) passen die generierten Schriften ggf. nicht komplett in das Bild. Optional können daher die Bildgrößen durch folgende Offsets beeinflusst werden:

source: Offsets can also be used to adjust the font baseline (use Offset A and Offset B).
de_de: Offsets können außerdem dazu verwenden werden, um die Grundlinie der Schriften bzw. die Abstände zum Rand zu verändern.

source: Offset Values
de_de: Offset Werte

source: Offset X (width)
de_de: Offset X (Breite)

source: Offset Y (height)
de_de: Offset Y (Höhe)

source: Offset A (font position x)
de_de: Offset A (Schrift Position X)

source: Offset B (font position y)
de_de: Offset B (Schrift Position Y)

source: These options might be required when using a Content-Delivery-Network (CDN) or another server/location which outsources your CSS+Javascript files.
de_de: Diese Einstellungen sind nötig, wenn ein Content-Delivery-Network (CDN) oder ein anderes Verfahren zur Auslagerung von CSS und Javascript Dateien verwendet wird.

source: In this case you have to manually include Cryptex.js and Cryptex.css into your page!
de_de: In diesem Fall müssen die Dateien Cryptex.js und Cryptex.css manuell in die Seite eingebunden werden!

source: The generated styles are
de_de: Die generierten Dateien sind

source: available here
de_de: hier verfügbar

source: Include Cryptex-CSS
de_de: Cryptex-CSS einbinden

source: Include Cryptex-Javascript
de_de: Cryptex-Javascript einbinden

source: Advanced
de_de: Erweiterte Einstellungen

source: Warning: These options are for advanced users only!
de_de: Achtung: Diese Einstellungen sind nur für fortgeschrittene Benutzer vorgesehen!

source: Miscellaneous
de_de: Verschiedenes

source: Should the shortcode [email] added as alias for cryptex? Kindly note that this can influence other plugins because of identical names!
de_de: Soll das Kürzeln (Shortcode) [email] als Alias aktiviert werden ? Unter Umständen kann dies andere Plugins behindern, die ebenfalls [email] als Shortcode verwenden.

source: Use [email] Shortcode
de_de: Den [email] Shortcode verwenden

source: Should the full font-paths be displayed on this settings page or only their file names ?
de_de: Soll der volle Pfad der Schriftdateien angezeigt werden oder nur deren Dateinamen ?

source: Show the full font-paths.
de_de: Vollständigen Schriftpfad anzeigen

source: CSS Options
de_de: CSS Optionen

source: An optional prefix added to the generated css classes to match your content-container and retain cryptex styles.
de_de: Ein optionaler Prefix kann dem generieten CSS Code hinzugefügt werden (z.B. der content-container), um eine Beeinflussung durch andere Stile zu verhindern.

source: e.g. #content, .mycontentarea
de_de: z.B. #content, .mycontentarea

source: Additional css classes added to the outer span-tag - maybe used to add icons.
de_de: Zusätzliche CSS Klassen des äußeren span-Tags - unter anderem zum Hinzufügen von Icons verwendbar

source: Additional Classes
de_de: Zusätzliche CSS Klassen

source: e.g. email mailicon
de_de: z.B. email mailicon

source: Nested Shortcodes
de_de: Verschachtelte Shortcodes

source: In some cases it can be necessary to process nested-shortcodes (shortcodes within a cryptex/email tag) - maybe the inner shortcode fetches some content from your database, etc. Only enable this option if you exactly know what your doing!
de_de: In einigen Fällen kann es notwendig sein, dass verschachtelte Shortcodes ("Nested Shortcodes" - fremde Shortcodes innerhalb der cryptex/email Tags) verarbeitet werden - zum Beispiel wenn diese Shortcodes Inhalte aus einer Datenbank dynamisch laden, etc. Achtung! Aktivieren Sie die Option nur wenn Sie exakt wissen was diese bewirkt!

source: Enable Nested-Shortcodes
de_de: Verschachtelte Shortcodes zulassen

source: I18n (Internationalization)
de_de: I18n (Internationalisierung)

source: Should the plugin load the language files (if available) to translate the settings page ?
de_de: Soll das Plugin zusätzliche Sprachdateien (Übersetzungen) laden, falls diese vorhanden sein sollten ?

source: Enable I18n
de_de: Sprachunterstützung aktivieren

source: is developed by
de_de: wird entwickelt von

source: It`s released under the terms of the MIT X11 License.
de_de: Es ist unter den Bedingungen der MIT X11 Lizenz veröffentlicht.

source: Includes:
de_de: Enthält:

source: by
de_de: von

source: License
de_de: Lizenz
